<template>
  <div class="container-fluid pb-4 pt-4 paddding">
    <div class="container paddding">
      <div class="row mx-0">
        <div class="col-md-12 animate-box" data-animate-effect="fadeInLeft">
          <div>
            <div class="fh5co_heading fh5co_heading_border_bottom py-2 mb-4">
              المقال
            </div>
          </div>
          <div class="row pb-5">
            <div class="col-md-12">
              <div>
                <div class="fh5co_news_img"></div>
              </div>
            </div>
            <div
              class="col-md-12 animate-box d-flex flex-column align-items-end"
            >
              <a href="/single" class="fh5co_magna py-2">
                اتفاق تاريخي بين السعودية وإيران
              </a>

              <a href="" class="fh5co_mini_time py-3">
                محمد علي - 5 يونيو، 2024
              </a>
              <div class="fh5co_consectetur">
                أعلنت السعودية وإيران عن اتفاق تاريخي لاستعادة العلاقات
                الدبلوماسية، بعد سنوات من التوتر والصراعات الإقليمية.علنت
                السعودية وإيران عن اتفاق تاريخي لاستعادة العلاقات الدبلوماسية،
                بعد سنوات من التوتر والصراعات الإقليمية.علنت السعودية وإيران عن
                اتفاق تاريخي لاستعادة العلاقات الدبلوماسية، بعد سنوات من التوتر
                والصراعات الإقليمية.علنت السعودية وإيران عن اتفاق تاريخي
                لاستعادة العلاقات الدبلوماسية، بعد سنوات من التوتر والصراعات
                الإقليمية.علنت السعودية وإيران عن اتفاق تاريخي لاستعادة العلاقات
                الدبلوماسية، بعد سنوات من التوتر والصراعات الإقليمية.علنت
                السعودية وإيران عن اتفاق تاريخي لاستعادة العلاقات الدبلوماسية،
                بعد سنوات من التوتر والصراعات الإقليمية.علنت السعودية وإيران عن
                اتفاق تاريخي لاستعادة العلاقات الدبلوماسية، بعد سنوات من التوتر
                والصراعات الإقليمية.علنت السعودية وإيران عن اتفاق تاريخي
                لاستعادة العلاقات الدبلوماسية، بعد سنوات من التوتر والصراعات
                الإقليمية.علنت السعودية وإيران عن اتفاق تاريخي لاستعادة العلاقات
                الدبلوماسية، بعد سنوات من التوتر والصراعات الإقليمية.علنت
                السعودية وإيران عن اتفاق تاريخي لاستعادة العلاقات الدبلوماسية،
                بعد سنوات من التوتر والصراعات الإقليمية.علنت السعودية وإيران عن
                اتفاق تاريخي لاستعادة العلاقات الدبلوماسية، بعد سنوات من التوتر
                والصراعات الإقليمية.علنت السعودية وإيران عن اتفاق تاريخي
                لاستعادة العلاقات الدبلوماسية، بعد سنوات من التوتر والصراعات
                الإقليمية.
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
.fh5co_news_img {
  background-image: url("/images/pexels-meum-mare-204165854-19936040.jpg");
  background-size: cover;
  background-repeat: no-repeat;
  background-position: center;
  height: 450px;
  -webkit-box-shadow: inset 0 -1px 9px 0px;
}
</style>
